

// 

alert("Welcome Mr Abdulhakim in my Project")

var x = prompt("هل ترغب بمراجعة مستشفى حكومي أم مستشفى خاص (حكومي/خاص)؟")

if ( x == "خاص"){
alert("في الوقت الحالي نملك عقدا مع المستشفى التخصصي ")
}

 else if ( x == "حكومي"){ 
var DesiredHospital = prompt("ما المستشفى الذي ترغب بمراجعته ( مستشفى البشير /   مستشفى الجامعه الاردنيه) ?")
 } 
 
 else {
alert("يرجى كتابة الاسم بشكل صحيح")
var x = prompt("هل ترغب بمراجعة مستشفى حكومي أم مستشفى خاص (حكومي/خاص)؟")
 }
 if (DesiredHospital == "مستشفى البشير"){
   document.write("<p>"+"أهلا وسهلا سنكون سعيدين بتقديم الخدمة"+"</p>")
alert("  انت حر ... بس أنا ما بنصحك ")
}
else if  (DesiredHospital == "مستشفى الجامعه الاردنيه"){
document.write("<p>"+"أهلا وسهلا سنكون سعيدين بتقديم الخدمة"+"</p>")
alert(" أهلا و سهلا سنكون سعيدين بتقديم الخدمة , طبعا بعيد الشر عنك")
} 


 


